tap "derailed/k9s"
tap "dopplerhq/cli"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "saulpw/vd"
brew "openssl@3"
brew "bat"
brew "cmake"
brew "code-minimap"
brew "defaultbrowser"
brew "entr"
brew "fd"
brew "fzf"
brew "ghostscript"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "htop"
brew "sqlite"
brew "python@3.12"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "libpq"
brew "mise"
brew "ncdu"
brew "tree-sitter"
brew "neovim"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rclone"
brew "ripgrep"
brew "rustup-init"
brew "sqlcipher"
brew "trash"
brew "tree"
brew "wget"
brew "yadm"
brew "yq"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
brew "saulpw/vd/visidata"
cask "1password"
cask "bruno"
cask "burp-suite"
cask "caffeine"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "monitorcontrol"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "signal"
cask "spotify"
