tap "derailed/k9s"
tap "dopplerhq/cli"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "nikitabobko/tap"
tap "saulpw/vd"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "python@3.12"
brew "awscli"
brew "bat"
brew "glib"
brew "cairo"
brew "cmake"
brew "defaultbrowser"
brew "entr"
brew "fd"
brew "gmp"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "icu4c"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "htop"
brew "httpie"
brew "iperf3"
brew "jq"
brew "kubernetes-cli"
brew "libpq"
brew "libyaml"
brew "mise"
brew "ncdu"
brew "tree-sitter"
brew "neovim"
brew "pkg-config"
brew "rclone"
brew "ripgrep"
brew "rustup"
brew "sqlcipher"
brew "trash"
brew "tree"
brew "wget"
brew "yadm"
brew "yq"
brew "saulpw/vd/visidata"
cask "1password"
cask "aerospace"
cask "basictex"
cask "bruno"
cask "burp-suite"
cask "caffeine"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "kitty"
cask "monitorcontrol"
cask "obsidian"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "whatsapp"
