tap "derailed/k9s"
tap "dopplerhq/cli"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "saulpw/vd"
brew "asdf"
brew "bat"
brew "cmake"
brew "code-minimap"
brew "defaultbrowser"
brew "entr"
brew "fd"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "htop"
brew "sqlite"
brew "python@3.12"
brew "httpie"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "libpq"
brew "minikube"
brew "mkcert"
brew "mosh"
brew "tree-sitter"
brew "neovim"
brew "pnpm"
brew "postgresql@15"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "ripgrep"
brew "rustup-init"
brew "tilt"
brew "trash"
brew "tree"
brew "wget"
brew "yadm"
brew "yq"
brew "derailed/k9s/k9s"
brew "dopplerhq/cli/doppler", link: false
brew "hashicorp/tap/terraform"
brew "saulpw/vd/visidata"
cask "1password"
cask "caffeine"
cask "discord"
cask "firefox"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "loom"
cask "monitorcontrol"
cask "obsidian"
cask "postman"
cask "qgis"
cask "raycast"
cask "rectangle"
cask "signal"
cask "spotify"
