# A list of useful things to install with apt
awscli
baobab
bat
calibre
dconf-editor
entr

evolution
hunspell-es

exiv2
fd-find
fzf
gnome-calendar
gnome-sushi
gnome-tweaks

libgdal-dev
gdal-bin
git
google-earth-pro-stable
htop
imagemagick
jq
kazam
krita

texlive-latex-base
texlive-latex-extra

lollypop
mosh
mpv
neovim
osmctools
pdftk
pinta
peek
rclone
ripgrep
rofi

shotwell
sqlite3
tilix
transmission
tree
visidata
xournalpp

# Some more things that aren't available in Ubuntu's repos:
# Signal: https://www.signal.org/download/
# Slack: https://slack.com/intl/en-es/downloads/linux
# Zoom: https://zoom.us/download?os=linux
# Spotify: https://www.spotify.com/en/download/linux/
# Teams: https://docs.microsoft.com/en-us/microsoftteams/get-clients?tabs=Linux#linux
